/**************************************客户端***********************************/
{
    cd /data/project/rxsg2 //进入工程目录
    world/script //编译脚本文件的目录
    /svn/wtby/ui/src/UITemplate
    trunk //内网测试
    game //开发测试
    svn up //进行svn update
    
    //进入指定服务器的数据库目录
    {
    	cd
    	cd ssh
    	./ledu_46001_db_s50768.sh       
    }
    
    exit //退出当前的ssh连接
    scp [uid_armor.sql] root@119.3.15.218:~ //进行跨ssh连接的文件拷贝      
    ln -s ../lib/CenterServer.1.19.3.0.bin CenterServer.bin //建立软链
    /svn/wtby/ui/src/UITemplate //王图霸业UI编辑器发布的地址
}
/**************************************服务器***********************************/
{
}
/**************************************指令*************************************/
{
}
/**************************************数据库表*************************************/
{
}
/**************************************调试堆栈*********************************/
{
}
/**************************************流程说明*********************************/
{
}